Repository: dr-msr/NVISetting
Catalog: Panels/po/*.po
Languages: oc

source: Panel Profiles
oc: Perfils de panèl

source: Backup and restore your panel configuration
oc: Salvagardar e restaurar las configuracions de panèl

source: panel;taskbar;layout;switch;apply;restore;save;backup;remove;import;export;
oc: panèl;prètzfach;disposicion;agençament;bascular;aplicar;restaurar;restablir;enregistrar;salvar;salvagardar;importar;exportar;

source: Filename
oc: Nom de fichièr

source: Date Modified
oc: Date de modificacion

source: Apply Configuration
oc: Aplicar la configuracion

source: Save Configuration
oc: Enregistrar la configuracion

source: Remove Configuration
oc: Suprimir la configuracion

source: Export
oc: Exportar

source: Import
oc: Importar

source: _Help
oc: _Ajuda

source: _Close
oc: _Tampar

source: Save panel configuration as...
oc: Enregistrar la configuracion dels panèls coma...

source: Cancel
oc: Anullar

source: <b>Name the new panel configuration</b>
oc: <b>Nomenar la configuracion novèla dels panèls</b>

source: Save
oc: Enregistrar

source: Open
oc: Dobrir

source: Current Configuration
oc: Configuracion actuala

source: Today
oc: Uèi

source: Yesterday
oc: Ièr

source: %s (Copy of %s)
oc: %s (Còpia de %s)

source: Export configuration as...
oc: Exportar la configuracion coma...

source: Untitled
oc: Sens títol

source: Import configuration file...
oc: Importar un fichièr de configuracion...

source: Invalid configuration file! Please select a valid configuration file.
oc: Fichièr de configuracion invalid ! Mercés de seleccionar un fichièr de configuracion valid.

source: OK
oc: D'acòrdi

source: Name the new panel configuration
oc: Nomenar la configuracion novèla dels panèls

source: Backup_%s
oc: Salvagarda_%s

source: Do you want to apply this configuration? The current configuration will be lost!
oc: Volètz aplicar aquesta configuracion ? La configuracion actuala serà perduda !

source: Make a backup of the current configuration
oc: Realizar una salvagarda de la configuracion actuala

source: Errors occured while parsing the current configuration.
oc: Una error se's producha en analisant la configuracion actuala.

source: Do you want to save despite the errors? Some configuration information could be missing.
oc: Volètz enregistrar malgrat l'error ? D'unas informacions de configuracion pòdon mancar.

source: Application to manage different panel layouts in Xfce
oc: Aplicacion per gerir diferentas disposicions de panèl dins Xfce
